{
  "title": "Passive to active voice conversion",
  "objective": "To learn conversion of sentence from passive voice to active voice.",
  "learningOutcome1": "Student will able to learn about the conversion of sentence from passive voice to active voice.",

  "act1": "In this activity, we are going to learn about the conversion of sentence from passive voice to active voice.",
  "act2": "Understand the structure of the active voice and passive voice sentences.",
  "act4": "Convert the sentence from passive voice to active voice.",
  "act5": "Click on \"VERIFY\" button to verify the converted sentence.",
  "act6": "The pop-up will show the result along with the explanation.",

  "instr1": "Convert passive voice to active voice.",
  "instr2": "Select the desired tense from the dropdown.",
  "instr3": "The sentence displayed is in passive voice.",
  "instr4": "Corresponding a active voice sentence is given in the form of disarranged words below.",
  "instr5": "Now, rearrange the given words below to construct the corresponding active voice of the given sentence.",
  "instr6": "Click on \"HINTS\" to view hints.",
  "instr7": "Click on \"VERIFY\" to check whether the active voice is properly constructed.",
  "instr8": "Click on \"NEXT\" to view the next sentence.",

  "q_instr1": "Read all instructions given below.",
  "q_instr2": "The quiz will start after clicking on the \"OK\" button, along with a timer.",
  "q_instr3": "To select an option as an answer to a given question, click on it.",
  "q_instr4": "You will get two attempts to select the correct option to the question.",
  "q_instr5": "You may skip the question if you want.",
  "q_instr6": "The score and timing are displayed on the top of the screen throughout the quiz.",
  "q_instr7": "You will get +1 for each correct answer. There is no negative marking.",
  "q_instr8": "The scorecard will be generated at the end of the quiz.",

  "proc1": "Select the desired tense.",
  "proc2": "The sentence displayed is in passive voice.",
  "proc3": "Now, rearrange the given words below to construct the corresponding active voice of the given sentence.",
  "proc4": "Click on \"VERIFY\" to check whether the active voice is properly constructed and check the feedback displayed below.",
  "proc5": "Click on \"HINTS\" to view hints.",
  "proc6": "Click on \"NEXT\" to view the next sentence.",
  "proc7": "If you are unable to solve the question, click on \"SHOW ANSWER\" to see the answer, but \"SHOW ANSWER\" it is visible only if you answer it thrice incorrectly.",

  "obj": "Objective",
  "lo": "Learning outcome",
  "start": "START",
  "wawgtl": "What are we going to learn?",
  "ok": "OK",
  "cancel": "CANCEL",
  "lg": "LET'S GO",
  "level1": "Level 1",
  "level2": "Level 2",
  "level3": "Level 3",
  "theory": "Theory",
  "procedure": "Procedure",
  "animation": "Animation",
  "vivavoce": "Viva voce",
  "lets_go": "Let's Go",
  "aysywtq": "Are you sure you want to quit?",
  "yes": "YES",
  "no": "NO",
  "ifq": "Instructions for quiz",
  "instr": "Instructions",
  "next": "NEXT",
  "finish": "FINISH",
  "verify": "VERIFY",
  "close": "CLOSE",
  "hint": "Hint",
  "hint_tooltip": "Click here to view hint",
  "skip": "SKIP",
  "restart": "RESTART",
  "check": "CHECK",
  "feedback": "Feedback",
  "result": "Result"
}
