{
  "title": "Passive to active voice conversion",
  "objective": "To learn conversion of sentence from passive voice to active voice.",
  "learningOutcome1": "Student will able to learn about the conversion of sentence from passive voice to active voice.",

  "act1": "In this activity, learn about the conversion of sentences from passive voice to active voice.",
  "act2": "Observe the structure of the passive voice sentence and convert it into active voice.",
  "act3": "Click on \"VERIFY\" to verify the converted sentence.",
  "act4": "Detailed feedback is provided for the converted sentence.",

  "instr1": "Select the tense from the dropdown to generate the sentence.",
  "instr2": "A sentence is generated in the passive voice.",
  "instr3": "Convert the passive voice sentence to active voice.",
  "instr4": "Rearranged the words of the active voice sentence to make a correct sentence.",
  "instr5": "Click on \"HINTS\" to view hints.",
  "instr6": "Click on \"VERIFY\" to check the active voice sentence.",
  "instr7": "Click on \"NEXT\" to view the next sentence.",
  "instruction_restart": "Click on the \"RESTART\" button to try the level again.",

  "hint1": "In active voice, the positions of Subject and Object are interchanged.",
  "hint2": "In active voice, Helping Verb (if present) precedes the Main Verb, and depends on Subject and tense.",
  "hint3": "Base form is used in Simple Present Tense.",

  "q_instr1": "Read all instructions given below.",
  "q_instr2": "The quiz will start after clicking on the \"OK\" button, along with a timer.",
  "q_instr3": "To select an option as an answer to a given question, click on it.",
  "q_instr4": "You will get two attempts to select the correct option to the question.",
  "q_instr5": "You may skip the question if you want.",
  "q_instr6": "The score and timing are displayed on the top of the screen throughout the quiz.",
  "q_instr7": "You will get +1 for each correct answer. There is no negative marking.",
  "q_instr8": "The scorecard will be generated at the end of the quiz.",

  "proc1": "Select the desired tense.",
  "proc2": "The sentence displayed is in passive voice.",
  "proc3": "Now, rearrange the given words below to construct the corresponding active voice of the given sentence.",
  "proc4": "Click on \"VERIFY\" to check whether the active voice is properly constructed and check the feedback displayed below.",
  "proc5": "Click on \"HINTS\" to view hints.",
  "proc6": "Click on \"NEXT\" to view the next sentence.",

  "obj": "Objective",
  "lo": "Learning outcome",
  "start": "START",
  "wawgtl": "What are we going to learn?",
  "ok": "OK",
  "cancel": "CANCEL",
  "lg": "LET'S GO",
  "level1": "Level 1",
  "level2": "Level 2",
  "level3": "Level 3",
  "theory": "Theory",
  "procedure": "Procedure",
  "animation": "Animation",
  "vivavoce": "Viva voce",
  "lets_go": "Let's Go",
  "aysywtq": "Are you sure you want to quit?",
  "yes": "YES",
  "no": "NO",
  "ifq": "Instructions for quiz",
  "instr": "Instructions",
  "next": "NEXT",
  "finish": "FINISH",
  "verify": "VERIFY",
  "close": "CLOSE",
  "hint": "Hint",
  "hint_tooltip": "Click here to view hint",
  "skip": "SKIP",
  "restart": "RESTART",
  "check": "CHECK",
  "feedback": "Feedback",
  "result": "Result",

  "Developed_by": "Developed by",
  "C_DAC_Mumbai": "C-DAC Mumbai",
  "Funded_by": "Funded by",
  "Ministry": "Ministry of Electronics and Information Technology || Ministry of Education",
  "Government_of_India": "Government of India"
}
