{
  "title": "Passive to active voice conversion",
  "objective": "To learn conversion of sentence from passive voice to active voice.",
  "learningOutcome1": "Student will able to learn about the conversion of sentence from passive voice to active voice.",

  "act1": "इस गतिविधि में, निष्क्रिय वाच्य (Passive Voice) के वाक्यों को सक्रिय वाच्य (Active Voice) में बदलना सीखें।",
  "act2": "निष्क्रिय वाच्य वाले वाक्य की संरचना को देखें और उसे सक्रिय वाच्य में परिवर्तित करें।",
  "act3": "\"VERIFY\" पर क्लिक करके परिवर्तित वाक्य की जाँच करें।",
  "act4": "परिवर्तित वाक्य के लिए विस्तृत प्रतिक्रिया (Detailed Feedback) प्रदान की जाती है।",

  "instr1": "वाक्य उत्पन्न करने के लिए ड्रॉपडाउन से काल (Tense) चुनें।",
  "instr2": "एक वाक्य निष्क्रिय वाच्य (Passive Voice) में उत्पन्न किया गया है।",
  "instr3": "निष्क्रिय वाच्य वाले वाक्य को सक्रिय वाच्य (Active Voice) में बदलें।",
  "instr4": "सक्रिय वाच्य वाक्य के शब्दों को पुनर्व्यवस्थित (Rearrange) करके सही वाक्य बनाएं।",
  "instr5": "\"HINTS\" पर क्लिक करके संकेत (Hints) देखें।",
  "instr6": "\"VERIFY\" पर क्लिक करके सक्रिय वाच्य वाक्य की जाँच करें।",
  "instr7": "\"NEXT\" पर क्लिक करके अगला वाक्य देखें।",
  "instruction_restart": "'RESTART' बटन पर क्लिक करके स्तर को पुनः प्रयास करें।",

  "hint1": "सक्रिय वाच्य में, कर्ता (Subject) और कर्म (Object) की स्थिति आपस में बदल जाती है।",
  "hint2": "सक्रिय वाच्य में, सहायक क्रिया (Helping Verb) यदि उपस्थित हो, तो मुख्य क्रिया (Main Verb) से पहले आती है और यह कर्ता तथा काल (Tense) पर निर्भर करती है।",
  "hint3": "साधारण वर्तमान काल (Simple Present Tense) में क्रिया का मूल रूप (Base Form) प्रयोग किया जाता है।",

  "q_instr1": "नीचे दिए गए सभी निर्देशों को ध्यान से पढ़ें।",
  "q_instr2": "\"OK\" बटन पर क्लिक करने के बाद क्विज़ टाइमर के साथ प्रारंभ होगा।",
  "q_instr3": "दिए गए प्रश्न के उत्तर के रूप में किसी विकल्प को चुनने के लिए उस पर क्लिक करें।",
  "q_instr4": "सही उत्तर चुनने के लिए आपको दो अवसर मिलेंगे।",
  "q_instr5": "यदि आप चाहें तो प्रश्न को छोड़ सकते हैं।",
  "q_instr6": "क्विज़ के दौरान स्क्रीन के शीर्ष पर अंक (Score) और समय (Timer) प्रदर्शित होंगे।",
  "q_instr7": "प्रत्येक सही उत्तर के लिए आपको +1 अंक मिलेगा। कोई नकारात्मक अंकन नहीं है।",
  "q_instr8": "क्विज़ के अंत में स्कोरकार्ड उत्पन्न किया जाएगा।",

  "proc1": "वांछित काल (Tense) चुनें।",
  "proc2": "प्रदर्शित वाक्य निष्क्रिय वाच्य (Passive Voice) में है।",
  "proc3": "अब नीचे दिए गए शब्दों को पुनर्व्यवस्थित करके सक्रिय वाच्य (Active Voice) में सही वाक्य बनाएं।",
  "proc4": "\"VERIFY\" पर क्लिक करके जाँच करें कि सक्रिय वाच्य वाक्य सही बना है या नहीं, और नीचे दी गई प्रतिक्रिया देखें।",
  "proc5": "\"HINTS\" पर क्लिक करके संकेत देखें।",
  "proc6": "\"NEXT\" पर क्लिक करके अगला वाक्य देखें।",

  "obj": "उद्देश्य",
  "lo": "अधिगम परिणाम",
  "start": "प्रारंभ करें",
  "wawgtl": "हम क्या सीखने जा रहे हैं?",
  "ok": "ठीक है",
  "cancel": "रद्द करें",
  "lg": "चलिए शुरू करें",
  "level1": "स्तर 1",
  "level2": "स्तर 2",
  "level3": "स्तर 3",
  "theory": "सिद्धांत",
  "procedure": "प्रक्रिया",
  "animation": "एनिमेशन",
  "vivavoce": "वाइवा वोस",
  "lets_go": "चलिए चलें",
  "aysywtq": "क्या आप वाकई बाहर निकलना चाहते हैं?",
  "yes": "हाँ",
  "no": "नहीं",
  "ifq": "क्विज़ के लिए निर्देश",
  "instr": "निर्देश",
  "next": "अगला",
  "finish": "समाप्त करें",
  "verify": "जाँच करें",
  "close": "बंद करें",
  "hint": "संकेत",
  "hint_tooltip": "संकेत देखने के लिए यहाँ क्लिक करें",
  "skip": "छोड़ें",
  "restart": "पुनः प्रारंभ करें",
  "check": "जाँचें",
  "feedback": "प्रतिक्रिया",
  "result": "परिणाम",

  "Developed_by": "निर्माता",
  "C_DAC_Mumbai": "सी-डैक मुम्बई",
  "Funded_by": "वित्त प्रदाता",
  "Ministry": "इलेक्ट्रॉनिक्स एवं सूचना प्रौद्योगिकी मंत्रालय || शिक्षा मंत्रालय",
  "Government_of_India": "भारत सरकार"
}
